[
  {
    "en": {
      "name": "Acid Splash",
      "level": "0",
      "text": "You hurl a bubble of acid. Choose one creature within range, or choose two creatures within range that are within 5 feet of each other. A target must succeed on a Dexterity saving throw or take 1d6 acid damage. This spell's damage increases by 1d6 when you reach 5th level (2d6), 11th level (3d6) and 17th level (4d6).",
      "school": "Conjuration",
      "castingTime": "1 action",
      "range": "60 feet",
      "materials": "",
      "components": "V, S",
      "duration": "Instantaneous",
      "source": "PHB",
      "area": "Point",
      "attackEffect": "You hurl a bubble of acid.",
      "saveEffect": "A target must succeed on a Dexterity saving throw."
    },
    "ru": {
      "name": "Кислотные брызги",
      "level": "0",
      "text": "Вы выпускаете пузырь кислоты. Выберите одну цель в пределах дальности заклинания или две цели, которые находятся в 5 футах друг от друга. Цель должна сделать успешный спасбросок по Ловкости или получит 1d6 урона кислотой. Урон заклинания увеличивается на 1d6, по достижению 5 уровня (2d6), 11 уровня (3d6) и 17 уровня (4d6).",
      "school": "призыв",
      "castingTime": "1 действие",
      "range": "60 футов",
      "materials": "",
      "components": "В, С",
      "duration": "мгновенно",
      "source": "PHB",
      "area": "Point",
      "attackEffect": "Вы выпускаете пузырь кислоты.",
      "saveEffect": "Цель должна сделать успешный спасбросок по Ловкости."
    }
  },
  {
    "en": {
      "name": "Blade Ward",
      "level": "0",
      "text": "You extend your hand and trace a sigil of warding in the air. Until the end of your next turn, you have resistance against bludgeoning, piercing, and slashing damage dealt by weapon attacks.",
      "school": "Abjuration",
      "castingTime": "1 action",
      "range": "Self",
      "materials": "",
      "components": "V, S",
      "duration": "1 round",
      "source": "PHB",
      "area": "Self",
      "attackEffect": "You extend your hand and trace a sigil of warding in the air.",
      "saveEffect": "None"
    },
    "ru": {
      "name": "Защита от оружия",
      "nic": "Щит от клинков",
      "level": "0",
      "text": "Вы поднимаете руку и чертите в воздухе защитный символ. До конца вашего следующего хода вы получаете сопротивление к дробящему, режущему и колющему урону от оружия.",
      "school": "ограждение",
      "castingTime": "1 действие",
      "range": "Вы",
      "materials": "",
      "components": "В, С",
      "duration": "1 раунд",
      "source": "PHB",
      "area": "Self",
      "attackEffect": "Вы поднимаете руку и чертите в воздухе защитный символ.",
      "saveEffect": "Нет"
    }
  },
  {
    "en": {
      "name": "Chill Touch",
      "level": "0",
      "text": "You create a ghostly, skeletal hand in the space of a creature within range. Make a ranged spell attack against the creature to assail it with the chill of the grave. On a hit, the target takes 1d8 necrotic damage, and it can't regain hit points until the start of your next turn. Until then, the hand clings to the target. If you hit an undead target, it also has disadvantage on attack rolls against you until the end of your next turn. This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).",
      "school": "Necromancy",
      "castingTime": "1 action",
      "range": "120 feet",
      "materials": "",
      "components": "V, S",
      "duration": "1 round",
      "source": "PHB",
      "area": "Point",
      "attackEffect": "You create a ghostly, skeletal hand in the space of a creature within range.",
      "saveEffect": "None"
    },
    "ru": {
      "name": "Леденящее прикосновение",
      "level": "0",
      "text": "Вы создаете призрачную, костяную руку около существа в пределах дальности заклинания. Сделайте заклинательную атаку дальнего боя против существа, чтобы атаковать его могильным холодом. При попадании существо получает 1d8 некротического урона и не может восстанавливать ОЗ до начала вашего следующего хода. До этого момента рука цепляется за цель. Если вы атаковали нежить, то цель также получает помеху на броски атаки против вас, до конца вашего следующего хода. Урон заклинания увеличивается на 1d8, когда вы достигаете 5 уровня (2d8), 11 уровня (3d8) и 17 уровня (4d8).",
      "school": "некромантия",
      "castingTime": "1 действие",
      "range": "120 футов",
      "materials": "",
      "components": "В, С",
      "duration": "1 раунд",
      "source": "PHB",
      "area": "Point",
      "attackEffect": "Вы создаете призрачную, костяную руку около существа в пределах дальности заклинания.",
      "saveEffect": "Нет"
    }
  },
  {
    "en": {
      "name": "Dancing Lights",
      "level": "0",
      "text": "You create up to four torch-sized lights within range, making them appear as torches, lanterns, or glowing orbs that hover in the air for the duration. You can also combine the four lights into one glowing vaguely humanoid form of Medium size. Whichever form you choose, each light sheds dim light in a 10-foot radius. As a bonus action on your turn, you can move the lights up to 60 feet to a new spot within range. A light must be within 20 feet of another light created by this spell, and a light winks out if it exceeds the spell's range.",
      "school": "Evocation",
      "castingTime": "1 action",
      "range": "120 feet",
      "materials": "a bit of phosphorous or wychwood, or a glowworm",
      "components": "V, S, M",
      "duration": "Concentration, up to 1 minute",
      "source": "PHB",
      "area": "Point",
      "attackEffect": "You create up to four torch-sized lights within range, making them appear as torches, lanterns, or glowing orbs.",
      "saveEffect": "None"
    },
    "ru": {
      "name": "Танцующие огоньки",
      "level": "0",
      "text": "Вы создаете четыре огонька размером с огонь факела в пределах дальности заклинания, делая их похожими на свет фонарей, факелов или сияющих шариков, которые парят в воздухе, пока действует заклинание. Кроме того, вы можете соединить четыре огонька в один огонь, по форме отдаленно напоминающий гуманоида Среднего размера. Независимо от формы, огонек излучает тусклый свет в радиусе 10 футов.   В качестве дополнительного действия в свой ход вы можете передвинуть огоньки на расстояние до 60 футов в пределах дальности заклинания. Огонек должен находиться в пределах 20 футов от другого огонька, созданного этим заклинанием. Они мгновенно гаснут, оказавшись за пределами действия заклинания.",
      "school": "проявление",
      "castingTime": "1 действие",
      "range": "120 футов",
      "materials": "кусочек фосфора, ведьминого дерева или личинка светляка",
      "components": "В, С, M",
      "duration": "конц-я, до 1 мин",
      "source": "PHB",
      "area": "Point",
      "attackEffect": "Вы создаете четыре огонька размером с огонь факела в пределах дальности заклинания, делая их похожими на свет фонарей, факелов или сияющих шариков.",
      "saveEffect": "Нет"
    }
  },
  {
    "en": {
      "name": "Mage Hand",
      "level": "0",
      "text": "A spectral, floatin hand appears at a point you choose within range. The hand lasts for the duration or until you dismiss it as an action. The hand vanishes if it is ever more than 30 feet away from you or if you cast this spell again. You can use your action to control the hand. You can use the hand to manipulate an object, open an unlocked foor or container, stow or retrieve an item from an open container, or pour the contents out of a vial. You can move the hand up to 30 feet each time you use it. The hand can't attack, activate magical items, or carry more than 10 pounds.",
      "school": "Conjuration",
      "castingTime": "1 action",
      "range": "30 feet",
      "materials": "",
      "components": "V, S",
      "duration": "1 minute",
      "source": "PHB",
      "area": "Point",
      "attackEffect": "A spectral, floating hand appears at a point you choose within range.",
      "saveEffect": "None"
    },
    "ru": {
      "name": "Волшебная рука",
      "level": "0",
      "text": "Призрачная, летающая рука появляется в указанной вами точке в пределах дальности заклинания. Рука существует до тех пор, пока заклинание не закончится или вы не отзовете ее в качестве действия. Рука также исчезает, если окажется на расстоянии более 30 футов от вас, или вы произнесете это заклинание снова.   В качестве действия вы можете управлять рукой. Вы можете  использовать ее, чтобы воздействовать на объекты, открывать незамкнутые двери или емкости, доставать или класть предмет в открытую емкость, или выливать содержимое из флаконов. Вы можете перемещать руку на расстояние до 30 футов каждый раз, когда вы используете ее.   Рука не может атаковать, активировать магические предметы или поднимать предметы весом более 10 фунтов.",
      "school": "призыв",
      "castingTime": "1 действие",
      "range": "30 футов",
      "materials": "",
      "components": "В, С",
      "duration": "1 минута",
      "source": "PHB",
      "area": "Point",
      "attackEffect": "Призрачная, летающая рука появляется в указанной вами точке в пределах дальности заклинания.",
      "saveEffect": "Нет"
    }
  },
    {
      "en": {
        "name": "Mending",
        "level": "0",
        "text": "This spell repairs a single break or tear in an object you touch, such as broken chain link, two halves of a broken key, a torn cloak, or a leaking wineskin. As long as the break or tear is no larger than 1 foot in any dimension, you mend it, leaving no trace of the former damage. This spell can physically repair a magic item or construct, but the spell can't restore magic to such an object.",
        "school": "Transmutation",
        "castingTime": "1 minute",
        "range": "Touch",
        "materials": "two lodestones",
        "components": "V, S, M",
        "duration": "Instantaneous",
        "area": "Single",
        "attackEffect": "",
        "saveEffect": "",
        "source": "PHB"
      },
      "ru": {
        "name": "Починка",
        "level": "0",
        "text": "Это заклинание восстанавливает один разлом или разрыв в объекте, которого вы касаетесь. Например сломанное звено цепи, две половинки сломанного ключа, порванный плащ или протекающий бурдюк. Пока разрыв или разлом не больше 1 фута в любой измерении, вы полностью исправляете его, не оставляя следов. Заклинание способно физически починить магический предмет или конструкцию, но не может вернуть в него магию.",
        "school": "преобразование",
        "castingTime": "1 минута",
        "range": "Касание",
        "materials": "два магнетита",
        "components": "В, С, М",
        "duration": "мгновенно",
        "area": "Один объект",
        "attackEffect": "",
        "saveEffect": "",
        "source": "PHB"
      }
    },
    {
      "en": {
        "name": "Message",
        "level": "0",
        "text": "You point your finger toward a creature within range and whisper a message. The target (and only the target) hears the message and can reply in a whisper that only you can hear. You can cast this spell through solid objects if you are familiar with the target and know it is beyond the barrier. Magical silence, 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood blocks the spell. The spell doesn't have to follow a straight line and can travel freely around corners or through openings.",
        "school": "Transmutation",
        "castingTime": "1 action",
        "range": "120 feet",
        "materials": "a short piece of copper wire",
        "components": "V, S, M",
        "duration": "1 round",
        "area": "Single",
        "attackEffect": "",
        "saveEffect": "",
        "source": "PHB"
      },
      "ru": {
        "name": "Сообщение",
        "level": "0",
        "text": "Вы направляете палец на существо в пределах дальности заклинания и шепчете послание. Цель (и только она) слышит это послание и может ответить шепотом, который услышите только вы. Вы можете использовать это заклинание сквозь твердые объекты, если вы знакомы с целью и знаете, что она находится по другую сторону объекта. Магическая тишина, 1 фут камня, 1 дюйм обычного металла, тонкий слой свинца или 3 фута дерева блокируют заклинание. Заклинание может распространяться не только по прямой линии, но и свободно огибать углы и проникать в проемы.",
        "school": "преобразование",
        "castingTime": "1 действие",
        "range": "120 футов",
        "materials": "короткий отрезок медной проволоки",
        "components": "В, С, M",
        "duration": "1 раунд",
        "area": "Одно существо",
        "attackEffect": "",
        "saveEffect": "",
        "source": "PHB"
      }
    },
    {
      "en": {
        "name": "Minor Illusion",
        "level": "0",
        "text": "You create a sound or an image of an object within range that lasts for the duration. The Illusion also ends if you dismiss it as an action or cast this spell again. If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends. If you create an image of an object such as a chair, muddy footprints, or a small chest it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an Illusion, because things can pass through it. If a creature uses its action to examine the sound or image, the creature can determine that it is an Illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the Illusion for what it is, the Illusion becomes faint to the creature.",
        "school": "Illusion",
        "castingTime": "1 action",
        "range": "30 feet",
        "materials": "a bit of fleece",
        "components": "S, M",
        "duration": "1 minute",
        "area": "Single",
        "attackEffect": "",
        "saveEffect": "",
        "source": "PHB"
      },
      "ru": {
        "name": "Малая иллюзия",
        "level": "0",
        "text": "Вы создаете звук или образ объекта в пределах дальности заклинания. Он существует, пока действует заклинание, пока вы не отзовете его в качестве действия, или пока не произнесете это заклинание снова. Если вы создаете звук, то его громкость может варьироваться от шептока до крика. Звук раздается неослабевая, пока действует заклинание, или вы можете создать отдельные звуки, раздающиеся через промежутки времени. Если вы создаете образ объекта, то он должен умещаться в куб со стороной 5 футов. Образ не может создавать звуки, свет, запах или любой другой сенсорный эффект. Физическое взаимодействие с образом дает понять, что это иллюзия, поскольку сквозь нее проходят вещи. Если существо использует действие, чтобы изучить звук или образ, оно может определить, что это иллюзия, если сделает успешную проверку Интеллекта (Анализ) против вашего КС заклинаний. Если существо узнает, что это иллюзия, то она становится более слабой для него.",
        "school": "иллюзия",
        "castingTime": "1 действие",
        "range": "30 футов",
        "materials": "немного овечьей шерсти",
        "components": "С, М",
        "duration": "1 минута",
        "area": "Single",
        "attackEffect": "",
        "saveEffect": "",
        "source": "PHB"
      }
    },
    {
      "en": {
        "name": "Poison Spray",
        "level": "0",
        "text": "You extend your hand toward a creature you can see within range and project a puff of noxious gas from your palm. The creature must succeed on a Constitution saving throw or take 1d12 poison damage. This spell's damage increases by 1d12 when you reach 5th level (2d12), 11th level (3d12), and 17th level (4d12).",
        "school": "Conjuration",
        "castingTime": "1 action",
        "range": "10 feet",
        "materials": "",
        "components": "V, S",
        "duration": "Instantaneous",
        "area": "Single",
        "attackEffect": "",
        "saveEffect": "Constitution",
        "source": "PHB"
      },
      "ru": {
        "name": "Ядовитые брызги",
        "level": "0",
        "text": "Вы простираете руку в сторону существа, которое можете видеть в пределах дальности заклинания, и выпускаете облако ядовитого газа из вашей ладони. Цель должна совершить спасбросок по Телосложению или получит 1d12 урона ядом. Урон этого заклинания увеличивается на 1d12 по достижении 5 уровня (2d12), 11 уровня (3d12) и 17 уровня (4d12)",
        "school": "призыв",
        "castingTime": "1 действие",
        "range": "10 футов",
        "materials": "",
        "components": "В, С",
        "duration": "мгновенно",
        "area": "Single",
        "attackEffect": "",
        "saveEffect": "Телосложение",
        "source": "PHB"
      }
    },
    {
      "en": {
        "name": "Prestidigitation",
        "level": "0",
        "text": "This spell is a minor magical trick that novice spellcasters use for practice. You create one of the following magical effects within range: • You create an instantaneous, harmless sensory effect, such as a shower of sparks, a puff of wind, faint musical notes, or an odd odor. • You instantaneously light or snuff out a candle, a torch, or a small campfire.  • You instantaneously clean or soil an object no larger than 1 cubic foot. • You chill, warm, or flavor up to 1 cubic foot of nonliving material for 1 hour. • You make a color, a small mark, or a symbol appear on an object or a surface for 1 hour. • You create a nonmagical trinket or an illusory image that can fit in your hand and that lasts until the end of your next turn. If you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time,",
        "school": "Transmutation",
        "castingTime": "1 action",
        "range": "10 feet",
        "materials": "",
        "components": "V, S",
        "duration": "Up to 1 hour",
        "area": "Single",
        "attackEffect": "",
        "saveEffect": "",
        "source": "PHB"
      },
      "ru": {
        "name": "Фокусы",
        "level": "0",
        "text": "Заклинание представляет собой простой магический трюк, один из: • Вы создаете мгновенны, безвредный сенсорный эффект, например дождь искр, дуновение ветерка, тихую мелодию или странный запах. • Вы мгновенно зажигаете или тушите свечу, факел или маленький костер.  • Вы мгновенно очищаете или пачкаете объект объемом не более 1 кубического фута.  • Вы охлаждаете, нагреваете или ароматизируете до 1 кубического фута неживого вещества на 1 час.  • На выбранном вами объекте или поверхности появляется знак или символ, который исчезает через 1 час.  • Вы создаете немагическую безделушку или иллюзорный образ в вашей руке, который существует до конца вашего следующего хода. Если вы произнесете это заклинание несколько раз подряд, то можете поддерживать до трех не мгновенных эффектов одновременно и можете отменить любой из них в качестве действия.",
        "school": "преобразование",
        "castingTime": "1 действие",
        "range": "10 футов",
        "materials": "",
        "components": "В, С",
        "duration": "До 1 часа",
        "area": "Single",
        "attackEffect": "",
        "saveEffect": "",
        "source": "PHB"
      }
    }
]

